{
  "prod": false,
  "path": "/",
  "title": "Ardor Care Company",
  "logo": "svg/ardor_care_logo.svg",
  "career": {
    "button": "Employment",
    "url": "https://ardorcarecompany.clearcareonline.com/apply/"
  },
  "tagline": "Home Care Services",
  "about": [
    "Ardor Care Company is a home care agency headquartered in Bellevue, which provides service programs to enhance the lives of seniors and children in King, Pierce, and Snohomish County.",
    "Focusing on the experiences of caregiving and making it our collective center. We are able to provide  personalized care that reflects each individuals and families requisite.",
    "We are committed to being a socially responsible business, it is our duty to put back into our local communities, create quality opportunities, and be the neighbor of choice."
  ],
  "team": [
    "Our care team is bonded by our shared core values of caring with enthusiasm and passion.",
    "Whether you’re a busy family that needs a caregiver periodically, on a regular basis, or if you’re in a bind and need reliable care at the drop of a dime, we can help."
  ],
  "commitment": "We were founded based on the principle of improving the quality of caregiving for both care recipients and caregivers. It is important for us to be transparent to allow care recipients and families the best options possible for their home care service needs.",
  "contact": {
    "office": "425-278-9799",
    "toll": "877-778-9995",
    "fax": "425-272-4293",
    "email": {
      "user": "info",
      "domain": "ardorcarecompany"
    },
    "address": [
      "40 Lake Bellevue Dr Ste 100,",
      "Bellevue, WA 98005"
    ]
  },
  "social": [
    {
      "name": "facebook",
      "url": "https://www.facebook.com/ardorcarecompany/"
    },
    {
      "name": "twitter",
      "url": "https://twitter.com/ardorcareco"
    },
    {
      "name": "instagram",
      "url": "https://www.instagram.com/ardorcarecompany/"
    }
  ],
  "services": [
    {
      "id": "seniorcare",
      "title": "senior care",
      "short": "Personalized home care services",
      "button": "Our Services",
      "pageHeader": "In-Home Senior and Companion Care",
      "infoHeader": "Information",
      "info": [
        "Ardor Care Company offers assistance to families through a wide range of companion care services at home, in a hospital or healthcare facility.",
        "We offers individualized plans of care to help you or your loved one stay active and independent in the comforts of your own home.",
        "Our care team can assist with anything from light housekeeping, personal care, and activities support. ",
        "We provide hourly, daily or overnight care designed to maximize independence, lessen isolation and loneliness. This helps to avoid unnecessary medical visits, and provide peace of mind to seniors and their families."
      ],
      "ratesHeader": "Our Services",
      "rates": [{
        "header": "Home Care Services",
        "keypoints": "Non-medical caregiver",
        "descriptions": [
          {
            "header": "Personal Care",
            "copy": "Ardor Care Company provides individualized personal care services to help with activities of daily living. We are giving families peace-of-mind and preserving clients dignity and comfort everyday.  Our caregivers assist your family member in completing their individual daily tasks."
          },
          {
            "header": "Companion Care",
            "copy": "Our companion care program focuses on the social needs of our senior care recipients.  Companion care goes beyond caregiving and provide a social connection that many seniors lack, sharing with them the types of simple social activities that enrich all our daily lives."
          },
          {
            "header": "Long Term Home Care",
            "copy": "Our long term care services focuses on a range of supporting home care services that assist the care recipient in their routine.  Our caregivers work with care recipients in their homes, in assisted living centers and in nursing facilities.  Our goal is to improve the quality of life for our care recipients, by providing supportive care and companionship in a variety of ways.  We are passionate about providing enthusiastic care for our care recipients, it is the most important thing we do."
          },
          {
            "header": "Respite Care",
            "copy": "Ardor Care Company respite care program is designed to give relief to family members who are primary caregivers for their loved ones.  Our respite care program can provide seamless and worry-free coverage that helps take care of the individual needs of both the care recipients and caregiver.  Our respite caregivers provides the reassurance you need that your loved ones is in good hands."
          }
        ],
        "hourly": "$30.00"
      },{
        "header": "Nurse Delegated Home Care Services",
        "keypoints": "RN-certified caregiver",
        "description": "Home Care Services, with inclusion of specifically trained caregivers under *RN guidance to perform: Medication Administration, Tube Feeding, Simple Wound Care, Blood Glucose Monitoring. *RN Independent Contractor in conjunction with Ardor Care Company.",
        "hourly": "$33.00"
      },{
        "header": "24 Hours Live-In Home Care Services",
        "keypoints": "Continuous in-home caregiving",
        "description": "Live-in Home Care Services are geared towards seniors and others who requires \"round the clock\" care. This type of care is more appropriate for individuals who have higher care needs.",
        "daily": "$375.00"
      }]
    },
    {
      "id": "childcare",
      "title": "childcare",
      "short": "Customized home child care",
      "button": "Our Services",
      "pageHeader": "In-Home Child Care Services",
      "infoHeader": "Information",
      "info": [
        "Ardor Care Company offers a wide range of in-home child care options for your family’s needs.",
        "Caring for your littlest loved ones in the comforts of a familiar setting is our commitment.",
        "Whether you’re a busy family that needs a sitter periodically on a regular basis, or if you’re in a a bind and need reliable child care at the drop of a dime, we can help.",
        "We offer individualized plan of care based on your families needs and specifications, we will match your family with a dedicated child care sitter or nanny that you will be comfortable and happy with.",
        "Each of our caregivers is held to the highest standard in providing the utmost in safety and quality, security for your family is our promise."
      ],
      "ratesHeader": "Our Services",
      "rates": [{
        "header": "Sitter Services",
        "keypoints": "in-home child care",
        "descriptions": [
          {
            "header": "Sitter Services",
            "copy": "Ardor Care Company provides customized in home child care to give personalized attention to the family’s children(s). Provides activity support, companionship, personal care, supervision and custodial care."
          },
          {
            "header": "Newborn Care",
            "copy": "For new moms and busy parents, help with newborn and infant care can give you much needed time to rest and catch up on other responsibilities.  Our experience childcare sitters will help with bathing, feeding, and diapering, as well as providing interactions and contact babies need."
          },
          {
            "header": "Mommy & Baby Care",
            "copy": "Ardor Care Company offers a range of services for mom and baby’s needs after pregnancy and childbirth including personal care assistance, housekeeping, meal prep, transportation, activities support and sibling transition. "
          },
          {
            "header": "Mild Ill Child Care",
            "copy": "Working parents often face the dilemma of choosing between a sick child and their work responsibilities.  Let our experienced child caregiver help relieve your conflict and take good care of your sick child at home all day while you work.  Our childcare sitter  will keep your child comfortable and provide the gentle care they need to be on the road to recovery."
          },
          {
            "header": "Vacation & Holiday Care",
            "copy": "When the kids are out of school, let Ardor Care provide care for the kids who will appreciate being able to relax and sleep in their own bed instead of the whole family having to rush off to daycare. And for longer breaks, or when school is out for the summer, let our staff keep the kids busy and active. "
          }
        ],
        "hourly": "$30.00"
      }]
    }
  ]
}
